IdeaRS.OpenModel.Material.ConcDiagramType
Concrete stress-strain diagram

IdeaRS.OpenModel.Material.ConcDiagramType.Bilinear
Bilinear type

IdeaRS.OpenModel.Material.ConcDiagramType.Parabolic
Parabolic type

IdeaRS.OpenModel.Material.ConcDiagramType.DefinedByUser
Defined by user